Repository: rastersoft/multipackager
Catalog: po/*.po
Languages: es

source: This program must be run as root
es: Este programa tiene que ejecutarse como root

source: Distro name {:s} unknown. Aborting.
es: Nombre de distribución {:s} desconocido. Abortando.

source: Can't get the package name for distro {:s}
es: Imposible obtener el nombre del paquete para la distribución {:s}

source: Can't create working environment for package {:s} in distro {:s}
es: No se pudo generar un entorno de trabajo para el paquete {:s} en la distro {:s}

source: Can't prepare the working path inside the distro {:s} for package {:s}
es: No se pudo preparar la ruta de trabajo en la distro {:s} para el paquete {:s}

source: Can't install package {:s} in the distro {:s}
es: No se pudo instalar el paquete {:s} en la distro {:s}

source: Can't build the package {:s} in the distro {:s}
es: No se pudo generar el paquete {:s} en la distro {:s}

source: Built packages:
es: Paquetes generados:

source: Built packages: None
es: Paquetes generados: Ninguno

source: Skipped packages:
es: Paquetes omitidos:

source: Skipped packages: none
es: Paquetes omitidos: ninguno

source: Failed packages:
es: Paquetes fallidos:

source: Failed packages: none
es: Paquetes fallidos: ninguno

source: The specified CHROOT environment at {:s} doesn't exists. Aborting.
es: El entorno CHROOT especificado en {:s} no existe. Abortando.

source: The project folder exists; launching the shell without copying data
es: La carpeta de proyecto ya existe; lanzando la shell sin copiar los datos

source: Can't find the configuration file at {:s}. Using default values.
es: No se ha encontrado el fichero de configuración en {:s}. Usando los valores por defecto.

source: --config parameter must be followed by a path
es: El parámetro --config tiene que ir seguido de una ruta a un fichero

source: --revision parameter must be followed by a number
es: El parámetro --revision tiene que ir seguido de un número

source: Generating a backup for {:s}
es: Creando una copia de {:s}

source: Generating the environment for {:s}
es: Creando el entorno para {:s}

source: Failed to initializate environment for {:s}
es: No se pudo inicializar el entorno para {:s}

source: Failed to create the working environment at {:s} from {:s}
es: No se pudo crear el entorno de trabajo en {:s} desde {:s}

source: Updating {:s}
es: Actualizando {:s}

source: Unknown build system
es: Sistema de compilación desconocido

source: Launching {:s}
es: Lanzando {:s}

source: There is no DEBIAN/UBUNTU folder with the package specific data
es: No existe una carpeta DEBIAN/UBUNTU con los datos específicos para el paquete

source: There is no CONTROL file with the package specific data
es: No existe un fichero CONTROL con los datos específicos para el paquete

source: Cant find any of these packages in the guest system:{:s}
es: No se ha podido encontrar ninguno de estos paquetes en el sistema de trabajo: {:s}
